# Imported from ru-RU-additional; existing Russian keys are preserved.

ent-BaseShipVoucher = ваучер шаттла
    .desc = Используется для бесплатной аренды шаттла на верфи.

ent-ShipVoucherFrontierJanitor = ваучер шаттла уборщика
    .desc = Позволяет приобрести один бесплатный уборочный шаттл на верфи персонала Колосса. Уничтожается при продаже.

ent-ShipVoucherFrontierService = ваучер на сервисный шаттл
    .desc = Позволяет приобрести один бесплатный сервисный шаттл на верфи персонала Колосса. Уничтожается при продаже.

ent-ShipVoucherFrontierMailCarrier = ваучер на почтовый шаттл
    .desc = Позволяет приобрести один бесплатный почтовый шаттл на верфи персонала Колосса. Уничтожается при продаже.

ent-ShipVoucherFrontierGuard = ваучер на шаттл службы охраны
    .desc = Позволяет приобрести один бесплатный  шаттл службы охраны на верфи персонала Колосса. Уничтожается при продаже.
