# Imported from ru-RU-additional; existing Russian keys are preserved.

ent-ClothingEyesHudNfsd = визор КВП ТСФ
    .desc = Окуляр с индикатором на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные об их идентификационном статусе и записях в системе криминальных записей.

ent-ClothingEyesHudNfsdMed = медицинский визор КВП ТСФ
    .desc = Окуляр с индикатором на стекле, имеющий в своем функционале сочетание служебного визора КВП ТСФ с медицинским.

ent-ClothingEyesHudNfsdPatch = моновизор КВП ТСФ
    .desc = Окуляр с индикатором на стекле, который сканирует гуманоидов в поле зрения и предоставляет точные данные об их идентификационном статусе и записях в системе криминальных записей.
