# This file is only for the language traits. If we add species-specific languages to the list of traits,
# we should add them here in the order they are in the list, for organization. Maybe add more languages later.

trait-category-languages = Languages

trait-language-foreigner-light-name = Иностранец
trait-language-foreigner-light-desc =
    Вы понимаете Общегалактический язык, но плохо на нем говорите.
    У вас есть переводчик, который поможет вам разобраться в основах языка. Лучше держите его заряженным.

trait-language-foreigner-name = Иностранец издалека
trait-language-foreigner-desc =
    Вы не понимаете Общегалактический язык, и вам постоянно нужен переводчик, чтобы разговаривать.
    У вас есть переводчик, который поможет вам понимать и произносить слова. Лучше держите его заряженным.

trait-language-signlanguage-name = Язык жестов
trait-language-signlanguage-desc =
    Использование языка тела, жестов и других ловких движений для того, чтобы донести свою мысль.
    Вы можете понимать и использовать стандартный язык жестов (ТКБ-ЯЖ).
    Если вы по какой-то причине потеряли голос, вы все равно можете общаться с помощью языка жестов.

trait-language-solcommon-name = Сол
trait-language-solcommon-desc =
    Мандаринский диалект китайского языка стал официальным языком Меж-Соловской Федерации, и власти работают над тем, чтобы объединить его с другими языками.
    На нем говорят государственные служащие, военные, а также те, кто испытывает чувство национальной гордости за Федерацию или иным образом проникся ее культурой.

trait-language-tradeband-name = Наречие торговцев
trait-language-tradeband-desc =
    Происходит от латинского и романских языков древней Земли. Наречие торговцев остается основным языком высшего сословия человечества.
    Для большинства этот язык звучит элегантно и хорошо структурирован. Он по-прежнему популярен среди торговцев, дипломатов и тех, кто хочет сохранить частичку романтического прошлого.

trait-language-freespeak-name = Вольный язык
trait-language-freespeak-desc =
    Язык, который редко можно услышать за пределами сектора колоний. Он сформировался в условиях изоляции от основных систем и заброшенных колоний, обреченных на гибель на краю цивилизованного космоса.
    Обычно это приравнивают к невнятной речи, когда смысл слов определяется скорее интонацией.

trait-language-elyran-name = Элирийский
trait-language-elyran-desc =
    Создан из элементов Фарси, Арабского и Турецкого языков. Влияние всех трех языков прослеживается в грамматике и лексике.

trait-language-valyrianstandard-name = Валирийский
trait-language-valyrianstandard-desc =
    Язык, произошедший от восточноевропейских языков Старой Земли, — Валирийский — является основным языком общения гарпий, выросших на своей родной планете Валириан 4b.
    На нем редко говорят за пределами мира его носителей, и в наше время его вытеснили искуственные языки Транссолнечной Федерации.
    Его сторонники — те, кто хочет сохранить традиции и верования древних народов, существовавших до колониальной эпохи.

trait-language-novunederic-name = Нову-Недерик
trait-language-novunederic-desc =
    Когда-то это был язык моряков и торговцев, а теперь на нем говорят астронавты, терраформеры и первопроходцы — и большие любители сельского хозяйства.
    Этот прямой и прагматичный торговый язык, на котором говорят в Новых Нидерландах, сохранил резкие согласные и отрывистые гласные, характерные для его истоков в Старом Свете.
    Основанный на многовековой традиции мореплавания, освоения земель и торговли, он процветает среди тех, кто формирует целые миры — так же, как их предки отвоевывали сушу у моря.

trait-language-azaziba-name = Азабиба
trait-language-azaziba-desc =
    Родной язык Асакимцев, состоящий из сочетания устной речи и жестикуляции.
    Несмотря на то, что с тех пор, как Асакимцы вышли на галактическую арену, его популярность пошла на спад, он по-прежнему популярен у Унати, которые так и не поддались культурному влиянию Гегемонии.

trait-language-SiikMaas-name = Сик'маас
trait-language-SiikMaas-desc = 
    Древний религиозный язык Таяров, который сейчас является самым распространённым и изучаемым языком на Адхомае.
