language-Universal-name = Общегалактический
language-Universal-description = Что ты такое?

language-Psychomantic-name = Психосоматический
language-Psychomantic-description = Чистый смысл, свободный от тирании примитивных слов и жестов.

language-Bubblish-name = Булькающий
language-Bubblish-description = Язык слаймов. Из-за сочетания булькающих и хлопающих звуков людям очень сложно говорить на нём без механических приспособлений.

language-RootSpeak-name = Песнь корней
language-RootSpeak-description = Странный свистящий язык, на котором говорят Дионы.

language-Hydraspeak-name = Хай'драв'тха
language-Hydraspeak-description =
    Этот необычный язык состоит из сочетания трелей, переливов и щебетания с резкими тональными сдвигами и изменениями высоты звука..
    Из-за птичьей природы Гидракинов одно слово может одновременно означать миллион других вещей, что делает этот язык практически непонятным даже для других птицеподобных рас.
language-Nekomimetic-name = Некономими
language-Nekomimetic-description = Для стороннего наблюдателя этот язык представляет собой непонятную мешанину из ломаного японского. Но для фелинидов и Они он в какой-то степени понятен.

language-Draconic-name = Драконий
language-Draconic-description =
    Общий язык рептилий, состоит из свистящего шипения и дребезжания.

language-Azaziba-name = Азабиба
language-Azaziba-description =
    Родной язык Асакимцев, состоящий из сочетания устной речи и жестикуляции.

language-SolCommon-name = Сол
language-SolCommon-description =
    Мандаринский диалект китайского языка стал официальным языком Меж-Соловской Федерации, и власти работают над тем, чтобы объединить его с другими языками.
    На нем говорят государственные служащие, военные, а также те, кто испытывает чувство национальной гордости за Федерацию или иным образом проникся ее культурой.

language-NovuNederic-name = Нову-Недерик
language-NovuNederic-description =
    Когда-то это был язык моряков и торговцев, а теперь на нем говорят астронавты, терраформеры и первопроходцы — и большие любители сельского хозяйства.
    Этот прямой и прагматичный торговый язык, на котором говорят в Новых Нидерландах, сохранил резкие согласные и отрывистые гласные, характерные для его истоков в Старом Свете.
    Основанный на многовековой традиции мореплавания, освоения земель и торговли, он процветает среди тех, кто формирует целые миры — так же, как их предки отвоевывали сушу у моря.

language-NovaCygniBasic-name = Нова-Цигни
language-NovaCygniBasic-description =
    Разновидность Соларского диалекта, которая с годами превратилась в язык USSP.
    Для стороннего наблюдателя это звучит похоже, но по сравнению с Солом это просто тарабарщина.

language-TauCetiBasic-name = Тау Цет
language-TauCetiBasic-description =
    Стандарт Андромеды, созданный вскоре после того, как люди колонизировали свой локальный кластер, стремительно развивался с каждым новым открытием инопланетных видов.
    Он менялся, чтобы охватить более разнообразный и широкий спектр слов и звуков, которые могут использовать все известные виды.  К сожалению, из-за этого его практически невозможно выучить,
    если вы не росли в языковой среде и не изучали его с раннего детства.
    

language-Tradeband-name = Наречие торговцев
language-Tradeband-description =
    Происходит от латинского и романских языков древней Земли. Наречие торговцев остается основным языком высшего сословия человечества.
    Для большинства этот язык звучит элегантно и хорошо структурирован. Он по-прежнему популярен среди торговцев, дипломатов и тех, кто хочет сохранить частичку романтического прошлого.

language-Freespeak-name = Вольный язык
language-Freespeak-description =
    Язык, который редко можно услышать за пределами сектора колоний. Он сформировался в условиях изоляции от основных систем и заброшенных колоний, обреченных на гибель на краю цивилизованного космоса.
    Обычно это приравнивают к невнятной речи, когда смысл слов определяется скорее интонацией.

# Mono - edited to remove mentions of elyran republic, or whatever it was
language-Elyran-name = Элирийский
language-Elyran-description =
    Создан из элементов Фарси, Арабского и Турецкого языков. Влияние всех трех языков прослеживается в грамматике и лексике.

language-Canilunzt-name = Канилунтз
language-Canilunzt-description =
    гортанный язык, на котором говорят и который используют жители системы Ваззенд,
    состоит из рычания, лая, тявканья и активного использования ушей и движений хвоста. Вульпканины с лёгкостью говорят на этом языке.

language-Moffic-name = Шёлковый
language-Moffic-description = Язык Молей граничит с полной непонятностью.

language-RobotTalk-name = Двоичный
language-RobotTalk-description = Язык, состоящий из резких двоичных чирпов, свистов, шипения и завываний. Органическая гортань не может воспроизводить его без помощи специальных переводчиков.

language-Calcic-name = Кальцитный
language-Calcic-description = Язык скелетов и плазмоидов, от которого кровь стынет в жилах. Звучит как гармоничное сочетание звуков костей с оттенком плечевой кости, без фальшивых нот.

# Tau-Ceti Basic Sign Language - Removed prefix for better readability.
language-Sign-name = Язык жестов
language-Sign-description =
    Базовый язык жестов Тау Кита.
    Сокращенно ТКБ-ЯЖ — этот язык жестов распространен среди немых и глухих людей.

language-Marish-name = Мариш
language-Marish-description =  Язык, на котором говорят только Сумеречники и который не могут воспроизвести другие расы.

language-ValyrianStandard-name = Валирийский
language-ValyrianStandard-description =
    Язык, произошедший от восточноевропейских языков Старой Земли, — Валирийский — является основным языком общения гарпий, выросших на своей родной планете Валириан 4b.
    На нем редко говорят за пределами мира его носителей, и в наше время его вытеснили искуственные языки Транссолнечной Федерации.
    Его сторонники — те, кто хочет сохранить традиции и верования древних народов, существовавших до колониальной эпохи.

language-Chittin-name = Хитиновый
language-Chittin-description =
    Язык, состоящий из щелчков, жужжания и различных резких звуков, издаваемых насекомыми.
    Большая часть звуков, из которых состоит их речь, издаётся с помощью антенн, поэтому выучить этот язык практически невозможно.

language-Xeeplian-name = Ксиплиан
language-Xeeplian-description =
    Наш язык очень продвинутый, эффективный и лаконичный.
    В стремлении достичь наших целей мы решили подражать лепету некоторых низших форм жизни.

# Animal Languages

language-Cat-name = Кошачий
language-Cat-description = Мяу

language-Deer-name = Олений
language-Deer-description = Ки!

language-Dog-name = Собачий
language-Dog-description = Гав!

language-Fox-name = Лисий
language-Fox-description = Йип!

language-Xeno-name = Ксеносов
language-Xeno-description = Сссс!

language-Monkey-name = Обезьяний
language-Monkey-description = угабуга!

language-Mouse-name = Мышиный
language-Mouse-description = Писк!

language-Chicken-name = Куриный
language-Chicken-description = Кудах!

language-Duck-name = Утиный
language-Duck-description = Кря!

language-Cow-name = Коровьи
language-Cow-description = Мууу!

language-Sheep-name = Овечий
language-Sheep-description = Бааа!

language-Kangaroo-name = Кенгуриный
language-Kangaroo-description = Чуу!

language-Pig-name = Свинной
language-Pig-description = Хрю!

language-Crab-name = Крабий
language-Crab-description = Клац!

language-Kobold-name = Кобольдский
language-Kobold-description = Шшшш!

language-Hissing-name = Змеиный
language-Hissing-description = Шшшш!

language-Eldritch-name = Древних
language-Eldritch-description =
    Язык, который считается давно забытым. Теперь на этом осквернённом наречии, состоящем из криков и бормотания, говорят только последователи древнего Бога Крови.

language-Penguin-name = Пингвиний
language-Penguin-description = Бвомп!

language-DroneTalk-name = Дронов
language-DroneTalk-description = Несовместимо для большинства не-дронов!

# Tajaran and Shadow stuffs
language-SiikMaas-name = Сик'маас
language-SiikMaas-description =
    Древний религиозный язык Таяров, который сейчас является самым распространённым и изучаемым языком на Адхомае.

language-NalRasan-name = Нал'расан
language-NalRasan-description =
    Диалект, в котором активно используется язык тела. Был создан охотниками м'сай для скрытного передвижения, а затем перенят повстанцами для тайной связи во время Великой войны.

language-SiikTajr-name = Сик’таир
language-SiikTajr-description =
    Революционный язык, сочетающий в себе Сик'маас и Нал'расан, был создан для сохранения секретности во время свержения плутократии и широко использовался в годы Великой войны.

language-YaSsa-name = Я'сса
language-YaSsa-description =
    Изысканный диалект Сик'маас, на котором когда-то говорила знать Нджарира, был возрождён в Новом Королевстве Адхомай после столетий забвения.

language-Delvahii-name = Дельвахи
language-Delvahii-description =
    Жан-хазанский язык, связанный с культом Ма'таке, до сих пор используется в религиозных обрядах и популярен среди крестьян, сопротивляющихся государственному контролю.

language-Shadowmind-name = Тенераз
language-Shadowmind-description =
    Язык, на котором говорят Сумеречники. О нем известно немного, кроме того, что его понимают Трэллы.
language-Qiilour-name = Цюйлур
language-Qiilour-description =
    Цюйлур — родной и основной язык зелтов, на котором в той или иной степени говорят почти все представители этого вида.  Это усовершенствованный сплав нескольких древних языков, таких как теленарийский, воскарн и древнезелтекский, которые ныне утрачены.

# Languages Added here by Mono

language-Blob-name = Блобов
language-Blob-description = Язык, на котором говорят Блобы! Глоргп!

# Ported from Floofstation:

language-NewKinPidgin-name = Ка'раак
language-NewKinPidgin-description = Убогий диалект, наспех придуманный представителями низшей касты Воксов, исковерканный до неузнаваемости.
    Несмотря на то, что это примитивная и неуклюжая попытка, в результате которой получился скучный, упрощенный вариант их настоящего языка,
    Воксы из высших каст все же может уловить смысл в этих грубых приближениях.
    Для всех остальных это звучит как хаотичный визг.
